; Russian
; Русская локализация от Henry++

[Russian]
IDS_UPDATE_NO=Нет доступных обновлений.
IDS_UPDATE_YES=Новая версия (%s) доступна. Открыть страницу загрузки?
IDS_FILE=Файл
IDS_EXPLORE=Открыть папку скриншотов
IDS_EXIT=Выйти
IDS_VIEW=Вид
IDS_LANGUAGE=Язык
IDS_SETTINGS=Настройки
IDS_HELP=Помощь
IDS_WEBSITE=Сайт программы
IDS_CHECKUPDATES=Проверить обновления
IDS_ABOUT=О программе
IDS_DONATE=Поблагодарить!
IDS_TRAY_SHOW=Показать/скрыть
IDS_ALWAYSONTOP_CHK=Поверх остальных окон
IDS_HIDEME_CHK=Скрывать главное окно перед снимком
IDS_CLASSICUI_CHK=Использовать классический интерфейс
IDS_STARTMINIMIZED_CHK=Запускать свёрнутой
IDS_LOADONSTARTUP_CHK=Запускать при загрузке системы
IDS_CHECKUPDATES_CHK=Периодически проверять обновления (рекомендуется)
IDS_COPYTOCLIPBOARD_CHK=Копировать изображение в буфер обмена
IDS_DISABLEAEROONWND_CHK=Отключать Aero захватываемого окна
IDS_PLAYSOUNDS_CHK=Использовать звук затвора
IDS_INCLUDEMOUSECURSOR_CHK=Захватывать курсор
IDS_CLEARBACKGROUND_CHK=Стирать фон прозрачности
IDS_MODE_FULLSCREEN=Полный экран
IDS_MODE_WINDOW=Активное окно
IDS_MODE_REGION=Выбранный регион
IDS_IMAGEFORMAT=Формат изображения
IDS_FOLDER=Папка скриншотов
IDS_QUICKSETTINGS=Основные
IDS_MODE=Режим
IDS_SCREENSHOT=Скриншот
IDS_HOTKEYS=Горячие клавиши
IDS_DISABLE=Отключить
IDS_WARNING_HOTKEYS=Не удалось зарегистрировать горячие клавиши! Повторить?
IDS_SAVE=Сохранить
IDS_CLOSE=Закрыть
IDS_FILENAME=Имя файла
IDS_UPDATE_ERROR=Ошибка при подключении к серверу обновлений.
IDS_UPDATE_DOWNLOAD=Загрузка обновления...
IDS_UPDATE_DONE=Загрузка обновления завершена.
IDS_UPDATE_INIT=Проверка обновлений...
IDS_UPDATE_INSTALL=Доступно обновление, установить обновление?
IDS_INCLUDEWINDOWSHADOW_CHK=Захватывать тень окна
IDS_LANGUAGE_HINT=Выберите язык:
IDS_RESET=Сбросить
IDS_DELAY=Задержка
IDS_MODE_MONITOR=Текущий монитор
